const homeJSON ={
  textHome: [
  	{
      name: 'bmw',
      text: "Название компании – BMW – расшифровывается как «Баварские моторные заводы» (Bayerische MotorenWerke). Эта автомобильная компания, которая специализируется на выпуске мотоциклов, легковых, спортивных автомобилей, автомобилей высокой проходимости. Штаб-квартира BMW находится в столице федеральной земли Бавария, городе Мюнхен. Логотип компании намекает на авиационное прошлое и настоящее компании – это белый пропеллер на фоне синего неба. Кроме того, синий и белый – официальные гербовые цвета Баварии.",
      img: '/img/home-img/bmw.jpg',
      imgLogo: '/img/home-img/bmw-logo.png'
  	},
  	{
      name: 'lamborghini',
      text: 'это итальянская компания, которая занимается производством дорогих спортивных автомобилей, а также тракторов в прошлом.',
      img: '/img/home-img/lamborghini.jpg',
      imgLogo: '/img/home-img/lamborghini-logo.png'
  	},
  	{
      name: 'nissan',
      text: 'японский автопроизводитель, один из крупнейших в мире. Компания основана в 1933 году. По состоянию на 2010 год занимает 8-е место в мировом рейтинге автопроизводителей (3-е среди японских производителей, после Toyota и Honda) по версии международного института исследования рынка IHS Automotive. Штаб-квартира с 2011 года находится в Иокогаме (ранее находилась в Токио).',
      img: '/img/home-img/nissan.jpg',
      imgLogo: '/img/home-img/nissan-logo.png'
  	},
  	{
      name: 'mersedec',
      text: 'История компании Mercedes-Benz - это не просто история очередной марки авто, это история всего автомобилестроения. У истоков легендарной фирмы стояли две компании - Benz и Daimler. Они знаменательны тем, что их создатели, по сути, изобрели автомобиль в том виде, в котором его знают по сей день. Возможно, мы бы сейчас ездили на другом транспорте, если бы не этот производитель.',
      img: '/img/home-img/mercedes.jpg',
      imgLogo: '/img/home-img/mercedes-logo.png'
  	}  	
  ]   
}

export  {homeJSON};