var Mercedes = "1 октября 1883 Карл Бенц основал компанию «Бенц и Ко. Райнише Газмоторен-Фабрик, Манхайм» (Benz & Cie.) в форме открытого торгового общества вместе с бизнесменом Максом Каспаром Розе и коммерсантом Фридрихом Вильгельмом Эсслингером. В 1886 году предприятием была создана первая трёхколёсная самоходная повозка с бензиновым двигателем. В этом же году 29 января её создатель — Карл Бенц — получил патент DRP No. 37435 на это изобретение). Впоследствии трёхколёсный автомобиль был запущен в серийное производство.";
Mercedes += "В 1893 году Карл Бенц получил патент DRP No. 73515 для двойного стержня управления и инициировал выпуск четырёхколёсных автомобилей «Виктория» с двигателем мощностью 3 л.с, скорость которых составляла 17-20 км/ч. За первый год было продано 45 таких автомобилей. В 1894 году компания начала выпуск автомобилей модели «Velo», которые участвовали в первых автомобильных гонках Париж — Руан. В 1895 году был создан первый грузовик, а также первые в истории автобусы.";
Mercedes += "Через год, в 1896 году, фирма Benz & Cie. разработала первый цилиндр для двигателей, которые Бенц назвал «contra engine», поскольку цилиндры были установлены противоположно друг другу.";
Mercedes += "В 1901 году, вскоре после выпуска Даймлером новой модели «Mercedes 35 PS», становится понятно, насколько фирма отстаёт от прогресса. С целью улучшения положения акционеры приглашают в компанию французского инженера Мариуса Барбару. Из-за технических разногласий Карл Бенц покинул собственную компанию. Вскоре стало ясно, что французский конструктор не оправдывает возложенных на него надежд. Следуя логике, что немецкие автомобили должны делаться немцами, в фирму на должность главного инженера приглашён Фриц Эрле. Эта идея также оказалось неудачной. Только с приходом в компанию талантливого инженера Ганса Нибеля дела постепенно начали идти в гору. В 1909 году, создав целый ряд успешных легковых автомобилей, фирма построила самый известный гоночный автомобиль того времени «Блитцен Бенц» с двигателем мощностью в 200 лошадиных сил и рабочим объёмом 21 594 см3.";
Mercedes += "В послевоенные годы было создано множество новых моделей, большинство из которых с успехом выпускались до середины двадцатых годов. Всего с момента начала производства в 1886 году и до объединения с «Даймлер-Моторен-Гезелльшафт» в 1926 году, фирма «Бенц и Ко.» произвела 47 555 транспортных средств, включая легковые автомобили, грузовики и омнибусы.";
var Lamborghini = "В начале 1960-х годов Ферруччо Ламборгини был владельцем нескольких компаний и мог себе позволить приобретать дорогие автомобили. В разное время у него были Mercedes 300SL, несколько Maserati 3500 GT, Jaguar E-type. Он также владел несколькими Ferrari 250 GT, разных версий. Но в каждом автомобиле он находил некоторые недочёты.";
Lamborghini += "Существует несколько версий о причинах, по которым Ламборгини основал собственную фирму. Все эти версии сводятся к конфликту между Энцо Феррари (владельцем компании Ferrari) и Ферруччо Ламборгини. Наиболее популярная версия, рассказанная сыном Ферруччо Ламборгини, гласит, что Ламборгини приехал на фабрику к Энцо Феррари пожаловаться на качество сцепления в своём автомобиле Ferrari 250 GT. Энцо отправил Ламборгини обратно с пожеланием и дальше заниматься тракторами, потому что в автомобилях, а тем более спортивных, Ламборгини ничего не понимает. Ламборгини вернулся на фабрику, разобрал трансмиссию в своём Ferrari 250 GT и обнаружил, что производитель многих деталей тот же, что и в тракторах Lamborghini. На своих складах он нашёл подходящую замену, и после сборки проблема была решена.";
Lamborghini += "Ферруччо решил, что его автомобиль будет иметь двигатель V12, этот двигатель был также выбран по экономическим причинам. Ферруччо привлёк к своему проекту талантливого инженера Джотто Биццарини (Giotto Bizzarrini), владельца компании Bizzarrini S.p.A, который до этого разрабатывал V12 для Ferrari.";
Lamborghini += "Прототип автомобиля Lamborghini 350 GTV был представлен общественности на автошоу в Турине в октябре 1963 года. В марте 1964 года был показан первый серийный автомобиль Lamborghini 350 GT. Продажи серийной версии были весьма успешными. Рождённый под знаком тельца, Ферруччо Ламборгини украсил автомобиль логотипом с изображением быка.";
Lamborghini += "За успехом модели 350 GT последовала не менее успешная модель Lamborghini 400 GT, принёсшая достаточно средств для разработки первой настоящей «жемчужины» фирмы, легендарной Lamborghini Miura. Этот прототип автомобиля был продемонстрирован самим Ферруччо в ноябре 1965 года на автошоу в Турине, а уже в марте 1966 года на автомобильной выставке в Женеве была представлена рабочая версия. Miura имела большой успех — только за 1967 год было продано 111 автомобилей — и компания получила известность по всему миру.";
Lamborghini += "В 1971 году Lamborghini снова удивил мир прототипом новой революционной модели Lamborghini Countach. Хотя сам автомобиль начал производиться только тремя годами позже (в 1974), до этого времени он оставался в центре внимания на любом автошоу. Прототип имел новомодные тогда вертикально открывающиеся двери, задние воздухозаборники и мощный 4-литровый двигатель.";
Lamborghini += "Однако в 1972 году у компании случился серьёзный кризис — был прерван контракт на поставку крупной партии тракторов в Южную Америку. Недостаток средств вынудил Ферруччо продать часть своей доли тракторного производства, которая была куплена компанией Fiat. В конечном счёте, всё тракторное производство перешло под владение Same Deutz-Fahr Group, которая и производит трактора Lamborghini по сегодняшний день.";
var Tesla = "Серийное производство, по заявлению компании, началось 17 марта 2008 года, хотя реальные поставки покупателям начались на несколько месяцев позже.";
Tesla += "К сентябрю 2009 года было продано 700 родстеров";
Tesla += "В 2010 году компания начала производство и продажу праворульных автомобилей для рынков Великобритании, Австралии, Японии, Гонконга и Сингапура. В этом же году была представлена версия Tesla Roadster 2,5.";
Tesla += "В мае 2010 года компания Tesla Motors получила от Toyota 50 миллионов долларов инвестиций, на которые приобрела закрытый завод NUMMI (Фремонт, штат Калифорния), ранее принадлежавший Toyota.";
Tesla += "Контракт с Lotus на поставку 2500 машин истек в конце 2011 года. Компания перестала принимать заявки на американском рынке в августе 2011 года. Производство модели Tesla Roadster прекращено в январе 2012 года.";
Tesla += "29 сентября 2014 Tesla Motors заявила о незначительном обновлении модели. Новую версию назвали Tesla Roadster 3.0. Улучшенная аэродинамика, увеличенная до 70 кВт*ч ёмкость аккумуляторов и шины с меньшим сопротивлением качению позволили увеличить автономность до 400 миль (644 км).";
Tesla += "Новое поколение Roadster, построенное на той же платформе что и Model 3 планируется выпустить в 2019 году.";
var Nissan = "Датой основания корпорации считается 26 декабря 1933 года, когда в результате слияния компаний «Тобата имоно» и «Нихон сангё» была создана новая компания, которая с 1 июня 1934 года носит название «Ниссан мотор» (по первым буквам названия компании «Нихон сангё» — «японская промышленность»).";
Nissan += "В мае 1935 года компания приняла решение о развитии торговой марки «Ниссан», но практически до 1980-х годов лицом компании были различные модификации автомобилей «Datsun», выпускавшихся ещё до создания компании (в 1986 году эта марка перестала существовать, а в 2013 году производство автомобилей Datsun было возобновлено.).";
Nissan += "С начала 1950-х годов компания активно и успешно стала заниматься разработкой и производством ракетных двигателей, установок для запуска ракет, а затем решила расширить производственную сферу, занявшись также и производством двигателей для кораблестроительной отрасли.";
Nissan += "В 1958 году начались поставки автомобилей в США, а в 1964 году стала первой японской компанией, вошедшей в десятку крупнейших автоимпортёров в США. В 1962 году начались поставки автомобилей в Европу.";
Nissan += "Первое зарубежное сборочное производство Nissan было открыто в 1959 году на Тайване, по состоянию на 2010-е годы зарубежное производство развёрнуто в 20 странах.";
Nissan += "В 1976 году благодаря собственному флоту Nissan стал крупнейшим экспортером автомобилей в мире, а в следующем году совокупное количество проданных автомобилей (за все годы функционирования) перешагнуло 20 миллионов. В 1981 году корпорация подписала соглашение с Volkswagen о производстве и продаже легковых автомобилей в Японии. В 1992 году на долю Ниссана приходилось 17 % автомобилей, принадлежащих японскому населению.";
Nissan += "К середине 1990-х годов компания испытывала существенные финансовые трудности, вследствие чего её контрольный пакет в 1999 году был продан французской Renault. Французской компании принадлежит 44,4 % акций Nissan, а Nissan, в свою очередь, владеет 15 % акций Renault.";
Nissan += "Поставленный Renault во главе Nissan Карлос Гон сумел воплотить программу возрождения фирмы (англ. Nissan Revival Plan, NRP) и вывел компанию из кризиса, вследствие чего обрёл большую популярность в Японии.";
Nissan += "В результате сильнейшего землетрясения японские заводы корпорации были закрыты с 11 по 23 марта 2011 года, предприятие по производству двигателей Nissan Iwaki простаивало до 17 апреля, не удалось произвести порядка 55 тыс. автомобилей.";
Nissan += "12 мая 2016 года стало известно, что компания Nissan приобретает 34% акций другого производителя из Японии - Mitsubishi Motors Corporation - и создает с ним новый альянс.";
var Bugatti = "В 1909 году Этторе Бугатти основал свою собственную компанию. В качестве завода он использовал заброшенную красильню в Мольсеме";
Bugatti += "Bugatti Type 13 появился в 1910 году и на Гран-при Франции в 1911 году управляемый Эрнестом Фридрихом занял второе место, обогнав более мощные автомобили. После Первой мировой войны немного модифицированный Type 13 выиграл Кубок легковых автомобилей в Ле-Мане в 1920 году. На основе Type 13 были созданы модели Bugatti Type 15, 17, 22 и 23 отличающиеся разной длиной шасси. Bugatti Type 22 c 16-клапанным двигателем занял первые четыре места в Гран-при в Брешии в 1921 году, за что модели Type 13, 15, 17, 22, 23, 27 с 16-клапанными двигателями получили прозвище «Brescia».";
Bugatti += "Bugatti Type 18, суперкар своего времени, был представлен в 1912 году. Двигатель мощностью в 100 л. с. мог разгонять автомобиль до 160 км/ч. Всего было создано 7 экземпляров.";
Bugatti += "В 1923 году был создан Bugatti Type 32 прозванный «Танк». Автомобиль сыграл роль первопроходца с точки зрения внимания к аэродинамике в дизайне гоночных автомобилей.";
Bugatti += "Bugatti Type 35 появившийся в 1924 году стал одним из самых успешных гоночных автомобилей своего времени, на счету которого более 2000 побед. Type 35 и его модификации выигрывали Гран-при Испании, Франции, Германии, Монако, Чехословакии; в течение пяти лет удерживали первое место в гонках Targa Florio. В конструкции Bugatti Type 35 впервые появилась подковообразная радиаторная решётка, ставшая отличительным элементом многих автомобилей компании. Автомобиль стал «визитной карточкой» компании и имел успех у состоятельных покупателей.";
Bugatti += "В 1926 году появился Bugatti Type 41 Royale — это был один из самых роскошных и дорогих автомобилей своего времени. Всего было создано 6 экземпляров.";
Bugatti += "В 30-х годах Этторе Бугатти отходит от управления компанией и ей начинает руководить старший сын — Жан Бугатти. С 1934 по 1939 года на заводе производились Bugatti Type 57, которые можно было заказать с различными вариантами кузова. На модификациях Type 57G Tank и Type 57C Tank были одержаны победы в 24 часа Ле-Мана: в 1937 году автогонщиками Жан-Пьер Вимиллем и Робером Бенуа и в 1939 году — Жан-Пьер Вимиллем и Пьером Вейроном. 11 августа 1939 года Жан Бугатти погибает в автоаварии.";
Bugatti += "После Второй мировой войны Этторе подаёт иск в суд о возвращении ему прав на предприятие, которое французское правительство хотело экспроприировать, но скончавшись в 1947 году так и не узнает, что суд удовлетворил его иск. Вскоре после его смерти во главе компании становится младший сын Роланд Бугатти и в 1951 году на парижском автосалоне был представлен Bugatti Type 101, построенный на основе Bugatti Type 57. Также, в первой половине 1950-х годах, для участия в гонке Формула-1 был разработан автомобиль Bugatti Type 251, который принял участие только в одной гонке. Позже, между 1957 и 1962 годами, был разработан концепт гоночного автомобиля Bugatti Type 252, который сейчас находится в музее автомобилей в Мюлузе.";
Bugatti += "В 1963 году Bugatti была продана компании Hispano-Suiza.";

const notesDescr = [
	{
		id: "1",
		caption: "Mercedes",
		text: Mercedes
	},
	{
		id: "2",
		caption: "Lamborghini",
		text: Lamborghini
	},
	{
		id: "3",
		caption: "Tesla",
		text: Tesla
	},
	{
		id: "4",
		caption: "Nissan",
		text: Nissan
	},
	{
		id: "5",
		caption: "bugatti",
		text: Bugatti
	},
]

export default notesDescr;